#version: 0.2
= C
O )
C C
[ C
[C @
C (
H ]
C =C
= O)
[C@ @
C )
C 1
C( =O)
H] (
[ H]
=C C=C
( O)
[H] )
C 2
( [H])
1 )
[C@ H](
= N
=C (
[C@@ ]
[C@ ]
( C)
[C@@ H](
C1 =CC=C
( =O)
C(=O) N
CC CC
2 )
C( O)
N )
= O</w>
H] 1
F )
( CC
N C(=O)
C=C 1)
C1 =C
C O
C N
C( C)
[C@@] 1
CC 1
C 3
[C@] 1
=C 1
C=C 1</w>
[C@H]( O)
( C
[C@@H]( O)
l )
N =C
[C@ H]1
C2 =CC=C
N 1
C1=CC=C (
3 )
C=C 1
[C@@ H]1
O CC
[C@] ([H])
C =N
C(O) =O</w>
C2 =C(
C=C 2)
H] 2
C1 =N
C1 =C(
- ]
C2 =C
P (O)
[C@@] ([H])
C( =C
[ O
C l)
O C)
O C(=O)
C( N)
C(O) =O)
[O -]
C=C (
CC N
(O) =O)
+ ]
[O-] )
[ N
[H] [C@@]1
CC1 =CC=C
C O)
C( F)
CC (C)
C=C 2
( F)
O [C@H](
S (=O)
[H] [C@]1
S(=O) (=O)
CN 1
\ C=C
[C@@] 2
C2 =C1
N =C(
[C@ H]2
N 2
O C
CC C
CC (=O)
C1=CC=C( C=C1)
( [O-])
[C@@]1 ([H])
[N +]
( N)
NC(=O) [C@H](
H] 3
[C@]1 ([H])
C( =N
[C@]([H]) (O)
C [C@H](
CCCC CCCC
CC1 =C
C2 =N
[C@@H]( C)
C1=CC=C C=C1</w>
C1=C C(
C(C) (C)
( O
2 CC
C3 =C
P(O) (O)=O)
[C@@ H]2
CC 2
C(F) (F)
[C@@]2 ([H])
N (
[H] [C@@]
(C O)
C3 =C(
C( N
C1 =O</w>
C3 =CC=C
CCN (CC
C=C 3)
C(=O)N [C@@H](
P(O) (=O)
[C@H]( C)
C(N) =N
(C l)
=C 1</w>
\C=C \
C( Cl)
(C) CC
N (CC
C 4
C1 )
N ([H])
[H] [C@]
C1=CC=C C=C1)
C1 =O)
N C1=N
[C@@]([H]) (O)
C(C) =O)
N=C 2
(C) C)
B r
[C@]1 2
C(=C 1)
3 ([H])
N =C1
C( CC
C [C@H](O)
C(=O)N 1
C(=O) O
[C@ H]3
C(O) =C
C(C) C)
Br )
C1=C 2
4 )
C1=C C2=C(
[C@] 2
[C@@]([H]) (
C S
[H][C@@]1 2CC
C #
(=O) =O)
[C@@H]( O
(O) =O</w>
([O-]) =O)
N [C@@H](
(CC 1
N CC
C1=CC=C C=C1
C(C) =C
[C@@H](O) [C@H](O)
C( OC)
O[C@H]( CO)
I )
N 1)
C=C 3
( CO
P(O)(=O) O
CC CN
[C@@ H]3
N (C)
O 1)
CC1 =C(
C2=CC=C C=C2
CC1=CC=C C=C1)
C2 )
C(=O) CC
=C 2
=CC=C 1
NC(=O) [C@@H](
C(F)(F) F)
C=C C=C
C [C@@H](
CC2 =CC=C
C(=O)N CC
[H][C@]1 2
C2=CC=C C=C2)
C(N) =O)
C1=CC=C (O)
(=O) =O</w>
( NC(=O)
OCC OCC
[C@]12 C</w>
C2 =O)
( N
C1=C (O)
C(=O)N ([H])
\ C(
[H][C@@]1 2
CC O
C [C@@H](O)
C1=CC=C 2
S 1)
CC 1</w>
[C@@] 3([H])
[C@] 4
C2=CC=C C=C1
@ ]
=C (O)
O [C@]([H])
C( [O-])
N1 C(=O)
H] 4
N =N
C NC(=O)
[C@H]1 O</w>
C2=CC=C (
+] .
CC1=CC=C (
(O) (
S )
CC )
C(N)=N )
(CC1 =CC=C
CC(=O) N
C(F)(F) F</w>
=CC=C 1)
OC [C@H]1
C [C@@H]1
=C 2)
C2=C1 C=C
O .
CC OCC
CC C(O)=O)
C3 =N
[C@]2 ([H])
S (O)
O[C@H]( CO
\C=C /
[C@]1([H]) O</w>
N C(=O)N
C O</w>
C1=CC=C (Cl)
N S(=O)(=O)
C=N 1</w>
C( O
(CC )
C(N) =O</w>
[C@@]1 (C)CC
N 3
C(=O) [C@H](
C 1</w>
([O-]) =O</w>
(CC 2
[H] N([H])
CC (O)=O)
=C 1)
C3=C 2
CC1 =N
C# N)
C [C@H]1
P(O) (O)=O</w>
C1=C( C)
[C@H]( N)
N 2)
[ H
C2=C 1</w>
[C@@]1 (C)
CC(C) C)
=CC=C 1</w>
[C@@]2([H]) CC
O [C@@H]1
CN (C)
CC(C) (C)
[C@] 3([H])
[ P
O [C@@]([H])(
O 2)
N=C N=C2
CCN(CC 1)
C4 =C
O 1</w>
C(=O) C=C
[H ]</w>
C=N C2=C1
C=N 2)
C1 CCCC
(C) (O)
C l</w>
( CCCC
C2=C 1)
C(=O)N1 CCC
[C@@] 3
CC 1)
[N+] ([O-])=O)
[C@H](O) [C@H](O)
N=C( N)
C(C)(C) C)
O [C@H]1
C3 )
[C@H]2 O)
C=C C=C1
[C@H](O) [C@@H](O)
N1 C=C
CC1=C N
[H][C@] (N)
CN (CC
[C@@H]1 O</w>
CO C1=C(
CC2 =C
C( Br)
[N+] ([O-])=O</w>
[H][C@]1 (O)
S CC
N2 C=N
C1=CC=C(O) C=C1</w>
CO C(=O)
C=N 1)
C(=C 2)
CC 2)
C1=C( F)
[H][C@@]1 (CC
[C@H]( O
CC1=CC=C( C=C1)
C(C) =C(
C(=N 1)
[C@@]([H]) (O
S (N)
N1 CC
CO P(O)(O)=O)
CO C1=CC(
C2 =O</w>
C1=C( Cl)
[C@@H]( CO)
S 2)
C=C1) C(O)=O</w>
C1=C N
C(=O)N C1=O</w>
C(=O)N (
=C( OC)
S 1</w>
CCCC CC
C2=CC=CC=C1 2)
C2=C( C=C
[C@@H]1 O)
[C@@H]1 CC
S (C)
[C@@]2 1
O[C@H](CO) [C@@H](O)[C@H](O)
O[C@H]( [C@H](O)
CN 2
C1=C C(=C
N C2=N
C( =
[N H
[C@@]1([H]) [C@@]2([H])CC
S(O) (=O)=O)
=C( C)
] .
[C@@ H]4
C(Cl) =C
C(C) C</w>
C(=N )
C l
= O.
[C@@]([H])(O) [C@]([H])(O)
C1=CC=C( F)
=N 1)
CN (
CCCN C(N)=N)
C=C (O)
C1=CC2=C( C=C1)
C([O-]) =O</w>
C(=O)N 1</w>
[C@@]([H]) (C)
O C</w>
CCCC N)
(CC1=CC=C C=C1)
[C@] (O)(
[C@@] 4
CO C1=CC=C
=N 2)
[H] N(
[C@]12 C)
[C@]([H]) (
N=C 3
N 1</w>
C2=CC=C( C=C2)
@] (O)
[C@H]3 O)
C=C (Cl)
C2=C C(
C( \
N (C)C)
4 =C
3 =CC=C
O [C@@H](
C(C) =O</w>
C(=O) [C@@H](
C(=O) OCC
(O) C=C1)
[H][C@@] (C)
[C@ H]4
P(O)(=O)O P(O)(=O)
N C(C)=O)
CC2=CC=C C=C2)
C=C C=C3)
C(=O)N1CCC [C@H]1
= [N+]
/ C)
[C@]4 (C)
[C@] 3
N=C 1</w>
CC1=CC=C C=C1</w>
=N 1</w>
(N) =O)
[C@@]3([H]) CC
O C(
N1C(=O) [C@H]2
CC OC(=O)
C2=CC=CC=C1 2</w>
C1=C C=N
C(C)(C) C</w>
C 5
@](O) (=O)
[C@H]1 O)
[C@@]1(C) C[C@H](O)
O[C@]([H]) (CO)
O) [C@]([H])(O)
O CO
N C1=O)
C[C@H]( N)
CC [C@H](
C=CC=C 2</w>
C=C( F)
C4 =C(
[ S
C [C@@H](C)
=CC=C 2
(C) C</w>
[C@]([H])(O) [C@]1([H])O</w>
[C@@H]( CC
N=CN=C2 3)
CC (
C(= S)
[C@]([H]) (C)
S(=O)(=O) N
C1=N C2=C(
C1=CC=CC=C1) C1=CC=CC=C1</w>
C# N</w>
C \C=C/
CCCCCCCC CCCCCCCC
C4 =CC=C
C(C) =C1
C( NC(=O)
=C( F)
=C )
3 ].
+ 3].
[N+] (C)
CCCC 1
CC (O)
C1=CC( Cl)
C(O)=C (O)
C(=O)C=C [C@]12C</w>
+ +].
[C@@]1([H]) O</w>
O =C1
N=C( N
N=C 1)
C=C2 3)
C3=CC=C C=C3)
C2=C C(=O)C=C[C@]12C</w>
C(O)=O) C(O)=O</w>
C( OCC
C =O</w>
[C@]4 ([H])
[C@H]1 CC
NC1=N C2=C(
C N)
C =O)
=CC=C 2)
O[C@H](CO) [C@@H](O)
O C1=C(
C=C 4
=C( Cl)
C=C( /C)
C3=CC=C (
C [C@@]
=C \
5 )
2 =CC=C
(C S
[H][C@@]1 (O)
O C1=CC=C(C=C1)
N2C=N C3=C(
CC [C@@]21
C(=O)N 2
=C( \
-] .
(CC2 =CC=C
\ C(C)=C
NC(=O) CC
N=C N2
N1 C=N
CN1 C(=O)
CCN(CC )
C3=CC=C C=C3
C1=N C=C
[C@@]([H]) (CO)
CC C(CC
C2=C 3
C1=CC=C(Cl) C=C1</w>
C(=O) C(
P ([O-])
OCCOCC OCCOCC
C(=O)N [C@H](
(CC (C)C)
a +].
[N a+].
[H][C@]1 (CC
S(N) (=O)=O</w>
CC N1
C=C )
C(N) =
(C #
[H][C@]1 (CO)
[C@] (C)
[C@@H]2 O)
S(C) (=O)=O)
NC(=O)[C@H]( CC
C4=C 3
C1=N N
C(=N 2)
=C 4
CC 3)
C1=CC=C C(=C1)
C1=C2 C=C
C(O)=C 2
C(=O) C2=C(
C C</w>
(O) C=C2)
[C@@]2([H]) [C@]3([H])
[C@@]1(C)CC [C@@]1([H])[C@@]2([H])CC
S(O) (=O)=O</w>
N) N=CN=C23)
N C(=N)
C=C( C=C2)
C=C( C=C1)
C1=C S
C(O) =C1
(F) (F)
(=O) N
[C@]([H]) (O
[ A
N=C N(
I) C(
CCCC C2)
CCC 4=C
C3 =O)
(CC (O)=O)
[H][C@@] (N)
N=C 2)
F e
CC1=CC=C (O)C=C1)
C=C2) C=C1</w>
C=C (C)
C1=CC=C( O
[N -]
[H][C@]1 (CO
[H][C@@] (O)
[C@@]1 (O)
[ Fe
N=C1 2)
CO C1=CC=C(C=C1)
C2=C( N)
C1=CC=C( C=C1
C(OC) =C1
C(O) =C(
C(=N /
C( CO)
( OC(=O)
[P @](O)(=O)
[N+] 1
[H] \C(
[C@@H](O) [C@H]1O</w>
O[C@@]([H])( N2C=NC3=C(
O) C(O)=O</w>
O P(O)(O)=O)
NCC (O)
N1C(=O)[C@H]2 NC(=O)
C=C 2</w>
C2=C C3=C(
C1=CC=C( N
C(=C 3)
=C 3
= C</w>
[C@](O)( C(=O)
[C@] (O)
[C@] (C)(O)
[C@@]1(C)CC [C@]1([H])
C[C@H]( C)
C=C /
C1=CC=CC=C1) C(O)=O</w>
C(Cl) =C1</w>
C( =C1
[C@]1 (O)
[C@H]( CC
[C@@H]( CO
NC(=O) O
N=C1 2</w>
N1 CCCC
CCCC 2)
C3=CC=C C=C23)
C2=CC=C (F)
C(O) =C1</w>
(C =N1)
[C@]([H]) (C
[C@@]4 ([H])
P([O-]) (=O)
P(O)(=O)O P(O)(O)=O)
O[C@H]( C)
OC[C@H]1 O[C@H]([C@H](O)
OC [C@@H](O)
O [C@@H]2
O =C(
C=C C=C2)
C1=CC( =CC=C1)
C(=O)CC [C@]12C</w>
3 CC
/ [H])
+] )
[C@]1 (C)
[C@@H]1 O[C@H](CO
[C@@H]( N)
OC[C@H]1 O[C@H](
CCCCCCCC CCCC
CC1=C C(
C=C1 2)
C=C C=C2
C1=C( C=C
C(N)=N 1)
C( CN
C [C@H]2
(C) (C)
\ N=C(
\ C=C(/C)
[P @
[H][C@]12 S
[H][C@] (C)
OC(=O) CC
NC(=O)[C@H]( CO)
N1 C=NC2=C1
CO [C@H]1
CCOCC 1)
C2=CC=C (Cl)
C2=C1 C=CC=C2</w>
C1=C(O) C=C
C 2</w>
=CC=C 3)
(CC1 =C
\ C(=C
[H][C@]12 SCC
[H][C@]1 (
[H][C@] (O)
[C@H](N) C(O)=O</w>
[C@@]([H])(O) [C@]1([H])O</w>
[C@@] (O)
OC [C@H]2
N[C@@H]( CC
CN1 CCN(CC1)
CCOCC 1</w>
CC (O)=O</w>
C2=C (O)
C1=CC=C(F) C=C1</w>
C1=CC=C( OCC
C1 (CC
C(=O)O C</w>
C(=O)N (C)
\C=C \C=C
[C@@]2 (C)
NC(=O)[C@H]( C)
N=C( C)
N=C N
N (C
CN1 C=C
CCN (C)CC
CC1 (C)
C2=C1C=C C=C2)
C1=CC=C(O) C=C1)
C(OC) =C(OC)
C(O) =N
C(F) =C
2) C=C1</w>
[C@@]1 2
[C@@]([H]) (CC
O[C@]([H]) (O
O[C@@]([H])(N2C=NC3=C( N)N=CN=C23)
CCN (
CC [C@]12C</w>
C3=CC=C( C=C3)
C2=N C=N1</w>
C2=C C(=O)CC[C@]12C</w>
C1=C2 N=CN(
C(=O)N (CC
C(=O) OC
C( [H])
B (O)
=C( N)
[H][C@]1 (C)
[H] N1
[ 1
S(N) (=O)=O)
CC[C@@]21 [H]</w>
CC(C) C[C@H](
C=C( O
C=C 4)
C1=CC2=C( N
C1=C( N
C(N)= N</w>
C(C)(C) [C@@H](
C(=O)N [C@H]1
B r</w>
2 =C
[H][C@@]1 (C
[C@H]( CO)
[C@@]1(C)C[C@H](O) [C@@]1
[C@@H](O P(O)(O)=O)
[C@@H](C) O)
O [C@@H](O
O 3)
N( C(=O)
CC [C@]4(C)
C2=N 1</w>
C2=C( C)
C2=C C(Cl)
C1CCCC C1)
C1=CC( =CC=C1
C1=C C(=N
C(O)=O) C(=O)
C(O) (
C(=O)N([H]) [C@@H](
[O -
[H][C@@]12 C
[ 2
F C(F)(F)
CO C1=C
CN (C
CC(=O) N[C@@H](
C=C( OC)
C1=CC=C2 N
C1=C2N=CN( [C@@H]3
C(C) =N
C(=O)N[C@@H]( CCC(O)=O)
C(=O)N( C=C1)
C(=O)N C1=O)
C(=O)N 1)
4 =CC=C
/ C=C/
( C(O)=O)
S C[C@H](
N=C N=C3
N2 C=C
H] )
C[C@H]( F)
CN (C)CC
CC [C@H](C)
C=C1 2</w>
C=C( Br)
C=C C=C1</w>
C2=C( F)
C1CCCC C1</w>
C1=N C(
C1=CC=C( O1)
C([O-]) =O.
C(=O) OC)
C(=O) C=C3
=C( /[H])
3 =C
( OC)
[C@]2 (C)
[C@@]1 1
[C@@] (C)
OCC )
O C1=C
O C(CC
NC(=O) C1=C
NC(=O) C
N CCCC
COC1=C( OC)
CO P(O)(O)=O</w>
CN 2CC
C2=CC=C(F) C=C2)
C2=C(C=C C=C2)
C2=C( Cl)
C(=O)N[C@@H]( CC
C( I)
C( C(O)=O)
=C 3)
] (O)
[NH 2
[H][C@@]1(CC [C@@]2([H])[C@]3([H])
[C@]([H]) (N)
[C@@H](O) [C@H](C)
S(C) (=O)=O</w>
O[C@H](CO P(O)(O)=O)
N1 CCN(CC1)
N([H]) [H])
N(CC (O)=O)
N C1=O</w>
CS )
CO [C@@H]1
CC NC(=O)
C=N \
C=N 3)
C=C1) C(=O)N
C=C1 Cl</w>
C=C( C=C1
C3 =C1
C1=CC=C(C=C1) S(=O)(=O)
C(F) =C1
C(=O)N[C@@H]( CCCCN)
C(=O)N1CCC [C@@]1([H])
C S(=O)(=O)
(O) CO)
(CC ([O-])=O)
\C(C)=C \
[H][C@@]12CC [C@H](O)
[C@H]( NC(=O)
[C@@H](O)[C@H](O) [C@@H](O)
[C@@H](O) [C@@H](O)
S C)
NC(=O)[C@@H]( N)
H] 5
CCCC C3)
CCCC )
CC1=CN C2=CC=CC=C12)
CC CN1
C3=C 2)
C1=CC=C(C=C1) C(=O)N
C1=CC( OC)
C1 CC1</w>
C([O-]) =O)
C(=O) C(=C
C(=O) C
C [C@]1
=C(\ [H])
] )
[H][C@]12S C(C)(C)[C@@H](
[H]N([H]) C1=N
[C@] 5
[C@H]3O) C2=NC=N1</w>
[C@@]1(C)C[C@H](O)[C@@]1 (F)
P (=O)
O=C1 N
O. O.
O C1=CC=C
NC(=O)[C@H]( CC(O)=O)
N(CC 1
CCN(CC 2)
CCN 2
CC2=C N
CC2 =C(
C=C (CC
C3=C2 C=CC=C3)
C1=CC=C( OC)
C(=O)N[C@@H]( CC(C)C)
C(=O)N[C@@H]( C(C)C)
@] (=O)
=C1 O</w>
=C( N1C(=O)[C@H]2NC(=O)
\C(=C /
[H][C@]1 2CC
[C@]3 (C)
[C@@]3([H])CC [C@]12C)
[C@@]2([H]) O)[C@]([H])(O)
[C@@]1([H]) [C@@]2([H])
O C3=C(
NC(=O)[C@H]( CC(C)C)
CO CC
CN1 C=N
CCCC C1)
CCC(CC 1)
CC1=C( C)
C2=C1 C=C(
C2=C1 C(=O)
C2=C(N) N=C
C1=CC=C(Cl) C=C1)
C1=CC=C (C)
C(=O)N [C@@H]1
C(=O) C1=CC=CC=C1</w>
C \C=C\
C [C@]([H])(O)
\C( [H])
[NH 3
[H][C@@]12CC [C@](O)(C(=O)
[H][C@@](O) (CO)
[C@@]1([H]) O
[2 H])
OC[C@H]1O[C@H]([C@H](O) [C@@H]1O)
OC(=O) CCCC
O [C@@H](C)
NC(=O)[C@H]( N)
NC(=O)[C@H]( CCCNC(N)=N)
NC(=O)[C@H]( CCCCN)
C\C=C/ C\C=C/
CN 3
CCCN 2
CC1=CC=C C=C1
CC C1
C=C C4=C3
C2=C1 N
C2=C( N
C2=C N
C2 CC2)
C(\ C)
C(O)=C 2)
C(F) =C1</w>
C(=O)N([H]) CC
C(=O)N C2=O)
C(=O)C=C3 CC[C@@]21[H]</w>
C( CO
C =[N+]
=CC=C 3
=C( O
=C( C=C1)
( C=C2)
[C@]2 (O)
[C@H]2 CC
[C@@H](O [C@@H]2
[A l
O P(O)(=O)
O NC(=O)
NC(=O) C1=CC=C
N=N \
N(C) C(=O)
CO C1=CC=C(
CN1 CCN(CC
CC1=C N(
C2=CC=C 3
C1=CC=C( NC2=N
C1=CC=C( N)
C1=C2N=CN([C@@H]3 O[C@H](CO
C1 CC
C(CC )
C(C) =C1</w>
C(=O)N O)
C [C@](O)
C [C@@H]2
=C1 I</w>
(C# N)
\ N=C
[O-] C(=O)
[C@]([H]) (CC
[C@H](O)[C@@H](O) [C@@H]1O</w>
[C@H]( OC)
[C@@H]1 O[C@H](CO)[C@@H](O)
[C@@H](O)[C@H](O) [C@H](O)
O[C@]([H])(CO) [C@@]([H])(O)[C@]([H])(O)
OC[C@H]2 O[C@H]([C@H](O)
OCC (=O)
O [C@H]2
O P(O)(O)=O</w>
O C1
NC1=NC2=C( N=CN2
NC1=N C=NC2=C1
NC1=N C(=O)N(C=C1)
NC(=O) [C@@H]2
N1C=C C(=O)NC1=O</w>
N1 CCN(CC
N1 C=C(
N(C) C</w>
N C(N)=N
CN1 C(=O)[C@H](
CC1=C N=C
C2=CC=CC=C2) C=C1</w>
C1=C C(O)=C(O)
C(N)=N 1</w>
C(N S(=O)(=O)
C(Cl)=C 2</w>
C(=S) N
C(=O)N[C@@H]( CCCNC(N)=N)
C(=O)N[C@@H]( CC1=CC=CC=C1)
C(=O)N S(=O)(=O)
(F)(F) F)
(CC2 =C
\ N=N\
[P@ @](O)(=O)
[H] \
[C@]([H])(O) [C@]([H])(O)
[C@]([H]) (N
[C@H](O) [C@@H](C)
[C@@]1(C)C[C@H](O) [C@@]1([H])[C@@]2([H])CC
[C@@H](O) [C@H]2O)
[C@@H](O) C
[ M
O[C@@]([H])(N2C=NC3=C(N)N=CN=C23) [C@]([H])(O)[C@]1([H])O</w>
OC[C@H]2O[C@H]([C@H](O) [C@@H]2O)
NC(=O)[C@H]( CCC(O)=O)
NC(=O)[C@H]( CC1=CC=C(O)C=C1)
N1) C=C
CCCC N
CCCC C)
CC1=C (O)
CC [C@H]1
C2 CCCCC2)
C1=CC=N C=C1</w>
C1=C( I)C(
C(O) =CC=C1</w>
C(F) F)
C(Cl) =C2)
C(CC 1)
C( S
C( =CC=C1)
C [C@@H](O
([O-])=O) CC
( C(=O)
\N=C \
\C( CCC
[Na+]. [Na+].
[NH2 +])
[NH +]
[H][C@]1 (N)
[H][C@](N) (CC
[H][C@@]12CC [C@@](O)
[Fe +3].
[C@@]3 (C)
[C@@H](O) [C@@H](
OC[C@H]1 O
O C(C)=O)
O C(C)(C)
NC(=O) OC)
N=N 1)
N=C(N) N=C2
N=C (O)
N1CC C(CC1)
N(C) C(=O)[C@H](
C[C@@H]( N)
CS SC[C@H](
CN (C)C)
CCCC (=O)
CC1=C 2
CC 3
C=C1 F</w>
C=C1 F)
C3=C( C=CC=C3)
C3=C( C=C
C2=N C=C(
C2=N 1)
C2=CC=C (O)
C1CCCC 1)
C1=CC=CC=C1 Cl</w>
C1=C N=C(
C(F) =C1)
C(F) =C(F)
C(CC C(O)=O)
C(C)=C 1)
C(=O)N CC1=CC=C(C=C1)
C(=O) CO</w>
2 =C1
(CC2=CC=C C=C2)
\C(CCC [C@]12C)
\C(CCC[C@]12C) =C\
\C(CCC[C@]12C)=C\ C=C1
[O H
[H][C@@]12 C[C@@H](C)
[C@]([H]) (CC(C)C)
[C@H]( OC(=O)
[C@@]1([H]) CC
[C@@] (C)(O)
P(O)(=O)O P(O)(=O)O
O[C@H](CO)[C@@H](O)[C@H](O) [C@H]2O)
OCC (O)=O)
O [C@@]([H])(O
N2C=N C3=C2
N1C=NC2=C1 N=CN=C2
CO C1=CC=CC=C1
CCOCC 2)
CC2=CC=C (O)C=C2)
CC1=N C=C(
CC1=CC=C (O)
CC(=O) CC
C=N 2</w>
C3=C (O)
C3 CC3)
C2=N C3=C(
C2=CC=C( C=C2
C2=CC=C (O
C1=N O
C1=N N=C(
C1=N C2=CC=CC=C2
C1=CC=CC=C1 O</w>
C(F) =C2)
C(F) =C(
C(=O) \C=C\
C(=O) [C@H](C)
C [C@]1([H])
C [C@@]1([H])
C [C@@]([H])(O)
(O C(C)=O)
(N) =O</w>
(CO P(O)(O)=O)
(CC C(O)=O)
( C1)
\C=C(/C) CC
\C=C \C=C\
\ C=N\
[H][C@]1(CO) O[C@@]([H])(
[H][C@] (O)(
[H][C@@]1 (
[C@H]2 [C@@H]3
[C@H](C) CC
[C@@]2([H])CC C2=CC(=O)C=C[C@]12C</w>
[C@@]2 (O)
[C@@]1(C)CC[C@]1([H]) [C@@]3([H])CC
[C@@]([H])(CO) O[C@]([H])(O
[C@@H]2 CC
S ([O-])
O[C@H](CO) [C@H](O)[C@H](O)
OCC 2)
OC(CC ([O-])=O)
O=C( N
O S(=O)(=O)
O C1=O</w>
O C(=C
NC1=N C(=O)C2=C(
N1 CCOCC1</w>
N [C@H](
N C[C@H](O)
N 4
N 2</w>
CO C(C)=O)
CN1 C=C(
CN S(=O)(=O)
CCCCCCCC )
CCCC (O)=O)
CC1=C( F)
CC(=O) O
CC(=O) N1
CC C1=C(
C=N N2
C=C2) =N
C2=CC=C(Cl) C=C2)
C2 CCCC2)
C1=CC=C( NC(=O)
C1=CC=C C=N1</w>
C1 CC1)
C(O)=C 3
C(N C2=CC=C(C=C2)
C(Cl) =C1
C(C)=C 2
C(=O)N1 CC
C [N+](C)
=CC=C1 2)
=C( I)
=C C(OC)=C1
3=CC=C C=C3)
(CO C(=O)
(C# C)
\N=C( /
\ C=C1
[P@](O)(=O) O
[N @
[H][C@]1(O) C
[H][C@]1 (C
[H][C@@]12CC C(=O)
[H][C@@] (C)(O)
[C@]2([H]) O)
[C@]([H])(O) [C@@]([H])(O)
[C@]([H])(C 4)
[C@] (OC(=O)
[C@H]4 O)
[C@H]1 C[C@H](O)
[C@H](O) [C@H](C)
[C@H](O) [C@@H](
[C@H](O) C(C)(C)
[C@@]([H]) (N)
[C@@H]1 C)
[C@@H](O) [C@@H](C)
[C@@H]( OC(=O)
S 1
OCO 3)
OCC O)
OCC (O)
OC1=C( Br)
OC(CC([O-])=O) (CC([O-])=O)
O 4)
N[C@@H]( CS
NC(=O) CNC(=O)
N1 CCN
N C1=C(
N (=O)=O)
CO C1=CC(=C
CO C(=O)CC
CN1 C2=C(
CCC [C@H](
CC1=CN C2=C1C=CC=C2)
CC [C@@H](C)
C=CC4=C3 [C@@]11
C=C C(=C1)
C2=N C=C
C2=CC=C 1)
C2=CC=C (N)
C2=C( S
C1=N C(=C
C1=CC=C (CC
C1=CC2=C(C=C1) N=C(
C1=CC( O
C1=C(C) N
C1=C C(O)=CC=C1</w>
C(OC) =C2)
C(N C(=O)N
C(=O)OCC )
C(=O)N C1=CC=C(C=C1)
C(=O) C1=C(
C(=C (O)
C [S
=N /
=CC=C1 O</w>
=CC=C1 2</w>
2=CC=C C=C2)
/ N=C(
([O-]) =O.
(C =O)
( C1=CC=CC=C1)C1=CC=CC=C1</w>
\ N=C1
\ C)
[O-] [N+]
[O-][N+] (=O)
[O- ]</w>
[H][C@@] (O)(
[H][C@@] (CC1=CC=CC=C1)
[H][C@@] (CC(C)C)
[H]N( [C@@H](
[C@]1(O) C(=O)C(
[C@]1 (C)CC
[C@H]1 [C@H](O)
[C@H]( CO
[C@H]( CC1=CC=CC=C1)
[C@@]([H])(O)[C@]([H])(O) [C@@]([H])(O)
[C@@] 5
[C@@H]2 O[C@H](CO
[C@@H](O) [C@@H]1O</w>
[C@@H](O [C@H]2
[1 8
[18 F
[ B
P(O)(O)=O) P(O)(O)=O</w>
O[C@H]( O
O [C@]1([H])
NC1=N C=C
NC(=O)[C@H](CC (N)=O)
NC(=O) [C@@H]1CC
N1 CCOCC1)
N([H]) C(=O)
N(CC1 =CC=C
N 3)
CO C1=CC=C2
CN1 C=NC2=C1
CN1 C(=O)N
CCN (C)
CCCC (O)=O</w>
CCC4=C C(=O)CC
CCC \C=C/
CC1=C C2=C(
CC1 (C)CC
CC C)
CC C(=O)
C=C2) =C1</w>
C=C1 O</w>
C=C 3</w>
C3=N 2)
C3=CC=C (Cl)
C3=C 4
C2=N N
C2=CC=CC=C2 C1=O</w>
C2=CC=C 1</w>
C2=CC=C (O)C=C2)
C2=CC=C (N
C2=CC=C (C)
C2=C1 C(=O)N
C2=C( O1)
C1=O) C1=CC=CC=C1</w>
C1=CC=C(N) C=C1</w>
C1=CC=C( S1)
C(Cl)=C 3)
C(Cl) =C1)
C(=O)NCC1=CC=C(C=C1) C(N)=N</w>
C(=O)NCC (O)CO)
C(=O)NCC (O)=O)
C(=O)N O</w>
C(=O) C1=C
=C(O) C=C1</w>
=C 2</w>
6 )
4 C)
(CS C3=N
(CC1=CC=C (
( C1=CC=CC=C1)
\C=C (C)
\C(CCC[C@]12C)=C\C=C1 \
\C(CCC[C@]12C)=C\C=C1\ C[C@@H](O)
[H][C@]12SC(C)(C)[C@@H]( N1C(=O)[C@H]2NC(=O)
[H][C@]1(CO P(O)(O)=O)
[H][C@@] (CCCC
[H]N([H]) C1=C2N=CN([C@@H]3O[C@H](CO
[H] N1C(=O)
[C@]1 1
[C@@H]1 OP(O)(O)=O)
[C a
[A s
[18F ])
[ Z
OCC [N+](C)
OC [C@H](O)
O 2</w>
NC(=O)[C@H]( CC1=CC=CC=C1)
N3 C)
N1 N=C(
N(CC O)
N(CC )
F C1=CC=C(C=C1)
CO C(=O)N
CC[C@@]21 [H])
CCCCCCCCCCCCCCCC (=O)
CCCCCCCC CCCCCC
CCCC C1</w>
CCC 4
CC2 =N
CC1=CN=C N1)
CC1=CC=C 2
CC(C) NCC(O)
CC \C(C)=C\
C=C2 Cl)
C=C C(
C=C (CO)
C4=CC=C C=C4
C3=N C=C
C3=C C(
C2=CC=C C(=C2)
C2=C( C1)
C1=N C(N)=N
C1=N C(=N
C1=CS C(N)=N1)
C1=CC=N C=C1)
C1=CC(O)=C(O) C=C1</w>
C1=C(C=C C=C1)
C1=C( N)
C1=C N=C
C(=O)N C1
C(=O) C1=C(O)
C( \C=C\
C [N+]1
C [N+]
B(O) O</w>
=C(N1C(=O)[C@H]2NC(=O) C(=N/
=C(C) C)
=C( I)C(
=C ([H])
(Cl) C=C2)
(CC 1)
n ++].
\C=C1 /
\ C1=CSC(N)=N1)
\ C(=N/
[OH -].
[O- -].
[NH3 +])
[M g
[H][C@]1 (O
[H][C@@]12CC[C@@](O) (C#C)
[H][C@@]12CC [C@H](
[H][C@@]12C [C@@]3([H])
[H][C@@]1 (C)
[Ca ++].
[C@]([H])(O) [C@@]1([H])O</w>
[C@]([H])( OC)
[C@H]3 CC
[C@H]2 C[C@H](O)
[C@@]2([H]) O)
[C@@]1(C)CC[C@]1([H]) C3=C(
[C@@]1(C)CC[C@@]1([H])[C@@]2([H])CC [C@@]2([H])
[C@@]([H])(O [C@]1([H])
[C@@H]( CC1)
S 3)
P(O)(=O)O P(O)(=O)OP(O)(O)=O)
O[C@]([H])(CO) [C@@]([H])(O
OC[C@H]1O[C@H]([C@H](O) [C@@H]1OP(O)(O)=O)
OC[C@H]1O[C@H]( C[C@@H]1
OC[C@@H](O) [C@@H](O)[C@H](O)[C@@H](O)
OCCOCCOCCOCC OCCOCCOCCOCC
OCC (C)(C)
OC(=O) \C=C\
OC 4=C
O C(=N2)
NC1=NC(=O)C2=C( N1)
NC(=O) C1=CC=C(C=C1)
NC(=O) C(
N=N 1</w>
N3 C=N
N2 CCOCC2)
N2 C(=O)
N1 2</w>
N(C =N2)
N C(=
NC(= [NH2+])
C[C@H](F) C2=CC(=O)C=C[C@]12C</w>
COC1=CC(=C C(OC)=C1
CO C1=CC2=C(C=C1)
CO C1=C2
CCOCC 3)
CCCC 3)
CC1=CC=CC=C1) C(O)=O</w>
CC1=CC=C( OCC
CC1=CC=C (Cl)
CC1=C C(=C
C=C3 4)
C=C( NC(=O)
C=C( I)
C2=C(N)N=C N=C12</w>
C2=C C(=C
C1=N C(N
C1=CC=CC=C1) N
C1=C(O) C=C(O)
C1=C( S
C1) C(=O)N
C(\C) =C\
C(Br) =C1</w>
C(=O)N[C@@H](CCC(O)=O) C(O)=O)
C(=O)N1CCC[C@H]1 C(=O)N
C(=O)C(=C N(
C(=C )
C [C@@H]3
=CC(OC)=C1 OC</w>
=C /
(N S(=O)(=O)
(N C(C)=O)
(C N)
( =C)
\ N
[Mg ++].
[H][C@]12SCC (CSC3=N
[H][C@](O) (CO)
[C@]1([H]) CC
[C@]([H]) (CO)
[C@]([H]) (CC1=CC=CC=C1)
[C@@]2([H]) O[C@@]([H])(
[C@@]1(C)C[C@H](O)[C@@]1(F) [C@@]2([H])CCC2=CC(=O)C=C[C@]12C</w>
[C@@]1(C)CC [C@@]1([H])[C@@]2([H])
[C@@H]2 O</w>
[C@@ H]5
[C@ H]5
[ K
[K +].
S C(=O)
P(O)(=O)OP(O)(=O) OC[C@H]2O[C@H]([C@H](O)[C@@H]2O)
P(=O) (
OC(=O) C1=C(
O2) C(=O)NC1=O</w>
O) C=C1</w>
O C(=O)N
NC1=NC=NC2=C1 N=CN2
N=CN=C3 N)
N=C N=C(N
N([H]) [H]</w>
N CCC
N C)
C[C@]1 2CC
CO C1=CC=C(C=C1
CO C1=CC2=C(
CC[C@]4(C) [C@@]3([H])CC[C@]12C)
CCCC N1
CCCC 1)
CCC C</w>
CC2=CC=C C=C2
CC1=CC=C (O
CC C(C)
C=N C=C3)
C=C2 F)
C=C( N
C=C( C=C
C4 =O)
C2=C C(N
C1=O) C(O)=O</w>
C1=CC=C S1</w>
C1=CC(=C C(=C1)
C1=C2 C=CC=C
C1=C(F) C=C2
C1=C 3
C(OC) =C1</w>
C(O)=C 1)
C(N) =C2
C(N) =C1
C(F)(F)F) C=C1</w>
C(F) =C2
C(CC 2)
C(C)=C 2)
C(=O)NCC C(=O)NCC
C(=O)N1CCC[C@@]1([H]) C(=O)N
C(=N 3)
C(=C \
C( C(=O)N
C( =CC=C2)
C P(O)(O)=O)
C 6
=C( N1C(=O)
3) C=C1</w>
3 CCCCC3)
( C(=O)N
\ C(N
[H][C@](N) (CS
[H][C@] (CO)
[H][C@] (C)(O)
[H][C@@]12 O
[H][C@@](C) (NC(=O)
[H]N([H])C1=C2N=CN([C@@H]3O[C@H](CO P(O)(=O)OP(O)(=O)
[C@]3([H]) CC
[C@]1([H]) N
[C@]1(O)C(=O)C( C(N)=O)
[C@]1(O)C(=O)C(C(N)=O) =C(O)
[C@H]1 NC(C)=O)
[C@H](N) C(O)=O)
[C@@]1(C)CC[C@]1([H])C3=C( CC[C@@]21[H])
[C@@H](OP(O)(O)=O) [C@H]3O)C2=NC=N1</w>
[C@@H](O) [C@@H]1
[C@@H]( COP(O)(O)=O)
SCC NC(=O)CC
S C
P(O)(=O)OP(O)(=O) OC[C@H]1O[C@H]([C@H](O)[C@@H]1OP(O)(O)=O)
P(O)(=O)OP(O)(=O) OC
O[C@H](CO)[C@@H](O)[C@H](O) [C@H]1O</w>
O[C@H](C) C[C@@H](
O)[C@]([H])(O) [C@@]2([H])O)[C@]([H])(O)
O [C@@H]4
O CCCC
O CC1=CC=CC=C1)
O B(O)
NC1=N C(N
NC(=O)[C@H](CC C(N)=O)
NC(=O)N C1=O</w>
N2 CC
N1C=NC2=C1N=CN=C2 N</w>
N1 [H])
N1 C)
N C(=O)N1
C[C@@] (O)
CS CC
COC1=CC(=CC(OC)=C1 OC)
CO C)
CN1 CC
CN1 C2=CC=CC=C2
CN1 C(=O)[C@@H](
CN(CC (O)=O)
CN(C) C(=O)
CN =C(
CN 1)
CCN(CC ([O-])=O)
CCCC CC)
CCC [C@@H](C)
CC1=CC=C S1)
CC1=C( Cl)
CC1) C1=CC=CC=C1</w>
CC(O)=O) C(O)=O</w>
CC(C) OC(=O)
CC(C) =C
CC( C(O)=O)
CC [C@@]1(O)
CC (CC
C=C1 C(=O)N
C=C 5
C4 =N
C3=CC=C (F)
C3=C( Cl)
C3=C C(Cl)
C2=CC( =CC=C12)
C2=C1C=C C=C2
C2=C( C=C1)
C1=NC(=C S1)
C1=N C=NC2=C1
C1=N C=C(
C1=CC=CC=C1 C(O)=O</w>
C1=CC=C( Br)
C1=C(O) C2=C(
C(OC) =C1)
C(OC) =C
C(O)( C1=CC=CC=C1)C1=CC=CC=C1</w>
C(F)(F)F) C(F)(F)F</w>
C(=O)OCC 2=C1
C(=O)N1 CCN(CC1)
C(=O) CO)
C(=C 2
C \C(
C [C@H]3
=N C=C1</w>
= S)
5 =C
3=CC=C (
3) C(=O)
3 =C(
([H]) O)[C@]([H])(O)
(CO) (O
e ]
\N=C1 /
\C=C\ C=C(/C)
\C=C(C) \
\C=C 3
\C1=CSC(N)=N1) C(O)=O</w>
\ [H])
[N+] (
[N @]
[H][C@@]12CC [C@](OC(=O)
[H][C@@]12CC CN1C(=O)[C@H](
[H][C@@](C) (N
[H][C@@] (CC)
[H][C@@] (CC
[H]N([H])C1=N C(=O)C2=C(
[H]N([H])C1=C2N=CN([C@@H]3O[C@H](COP(O)(=O)OP(O)(=O) OCC(C)(C)
[C@]5 ([H])
[C@](C) (
[C@H]3 CC[C@]12C</w>
[C@H](O)[C@H](O) [C@H](O)
[C@H](O) [C@H]1O</w>
[C@@]3 (C)CC
[C@@]2([H]) \C(CCC[C@]12C)=C\C=C1\C[C@@H](O)
[C@@] (CO)(O
[C@@H]1 NC(=O)[C@H](
[C@@H]1 CO
[C@@H](O) [C@H](N)
[C@@H](C) CC)
[C@@H]( CC)
[C@@H]( C1)
[C@ H]
[Al ](O)
[Al +3].
SCCNC(=O)CC NC(=O)
S1 (=O)=O</w>
S C(=O)N
P([O-])(=O) OP(O)(=O)
O[C@]([H]) (
OC[C@H]1O[C@H](C[C@@H]1 O)
OCC[N+](C) (C)C)
OC1=C C(O)=C2
OC(CC([O-])=O)(CC([O-])=O) C([O-])=O</w>
OC(=O) CNC(=O)
O S(O)(=O)=O</w>
O C1=O)
O C(C)=O</w>
NS(=O)(=O) C1=CC=C(C=C1)C(=O)N
NC(=O)O CC1=CC=CC=C1)
N=CN=C3 4)
N3C=N C4=C(
N([H]) C(=O)[C@H](
N(CC 2=CC=C
N(CC 2
N C2=O</w>
N C1=CC=C
N =CC=C3)
N =CC=C
N (C)CC
C[C@H]( OC(=O)
C[C@H]( NC(=O)
C[C@H]( CC
C[C@@] (C)
COC1=CC( =CC=C1
CO P(O)(=O)
CN1 CCC(CC1)
CN 4
CCCCCCCC (=O)
CCC(O)=O) C(O)=O</w>
CCC(CC )
CCC [C@H]1
CC1=NC=C( COP(O)(O)=O)
CC(C)(C) NCC(O)
CC C2)
C=CC=C1 Cl</w>
C=C( C=C3)
C=C( C(O)=O)C(=O)
C3=CC=C (O)
C2=CC=C C=N2)
C2=CC=C (CC
C2=C1C=C C(=C2)
C2=C C(O)=C(O)
C2=C C(O)
C2 (C)C</w>
C2 (C)C)
C1=N N(
C1=CC=C(F) C=C1)
C1=CC=C( CN
C1=CC( Br)
C1=C(Cl) C=C(Cl)
C1=C 3CC
C1 CCN(CC1)
C(OC) =C2
C(=O)N[C@@H]( CO)
C(=O)NCC (O)=O</w>
C(=O)NCC (N)=O</w>
C(=O)N C(=O)N
C(=O)N (C)C)
C(=O) C2=C
C(=N C2=C1)
C(=C1 O)
C# C</w>
C \C([H])
=N \
=C1) C(O)=O</w>
=C1 C</w>
=C(N1C(=O)[C@H]2NC(=O)C(=N/ OC)
=C( OCC
=C( Br)
=C C(=C1)
(O) (O)
(C S)
[O--]. [O--].
[H][C@]12SCC(CSC3=N N=N
[H][C@]12SC(C)(C)[C@@H]( N1C(=O)[C@H]2
[H][C@]1(O)C [C@@]([H])(O[C@]1([H])
[H][C@] (CC
[H][C@@]12CC [C@](C)(O)
[H][C@@](CCCC )
[H][C@@](C) (
[H]N([H])C1=C2N=CN([C@@H]3O[C@H](COP(O)(=O)OP(O)(=O)OCC(C)(C) [C@@H](O)
[H]N([H])C1=C2N=CN([C@@H]3O[C@H](COP(O)(=O)OP(O)(=O)OCC(C)(C)[C@@H](O) C(=O)N([H])CC
[Fe+3]. [Fe+3].
[C@]4([H]) CC
[C@]([H])(O) [C@]2([H])O)
[C@H]2O) N(C)C)
[C@H](O)[C@H](O) CO)
[C@H](O)[C@@H](O) [C@H]1O</w>
[C@H](O C(C)=O)
[C@H](C) CCCC
[C@@]3([H]) O)[C@]([H])(O)[C@@]2([H])O)[C@]([H])(O)
[C@@]21 [H]</w>
[C@@]2([H]) C[C@H](F)C2=CC(=O)C=C[C@]12C</w>
[C@@]2 3
[C@@]1(C)C[C@H](O)[C@@]1([H])[C@@]2([H])CC C2=CC(=O)CC[C@]12C</w>
[C@@]1(C)C[C@H](O)[C@@]1([H])[C@@]2([H])CC C2=CC(=O)C=C[C@]12C</w>
[C@@]([H])( C(C)C)
[C@@]([H]) (CC1=CC=CC=C1)
[C@@]([H]) (C
[C@@H](O) C[C@@H](O)
[C@@H]( NC(=O)
[C l
[B -]
[2H]) (
[2H])( [2H])
SCCNC(=O)CCNC(=O) [C@H](O)C(C)(C)
S(=O)(=O) N1
S 2</w>
S 2
O[C@H]([C@H](O) [C@@H]1O)
O) =C
NC(=O)[C@H](CC1=CC=C(O)C=C1) NC(=O)[C@H](CO)
NC(=O)O C(C)(C)C)
N=C1 N)
N=C 3)
N2 C)
N1C=C (C)
N(CC Cl)
N(C)C(=O)[C@H]( CC(C)C)
N( CCCC
N C=N
N C2=O)
N C1=CC=C(C=C1)
N (O)
C[N+] #
C[C@]12CC [C@H]3
C[C@H]( N
COC1=CC=C C2=C1
COC1=C(OC) C=C2
CO C(C)(C)
CN(CC N(CC
CN( C(=O)
CN CC
CN ([H])
CC[C@@]1(O) C(=O)OCC2=C1
CC[C@@]1(O)C(=O)OCC2=C1 C=C1
CC[C@@]1(O)C(=O)OCC2=C1C=C1 N(CC
CCO C1=C(
CCN(C) [C@]([H])(C4)
CCN CC1</w>
CCCCCCCC CC
CCC NC(=O)
CCC N)
CC2=CC=C (
CC1=CN C=N1)
CC1=CC=C(Cl) C=C1)
CC1=CC=C C(=C1)
CC1=CC=C (F)
CC(C)C[C@H]( NC(=O)[C@@H](
CC(=O) NCC
CC C1=C2
CC 4)
CC #
C=[N+] 1
C=CC=C2 F)
C=CC=C1 F</w>
C=CC4=C3[C@@]11 CCN(C)[C@]([H])(C4)
C=C2 /
C=C1 C)
C=C( \C)
C=C N(
C=C C=C1)
C=C C(O)=C
C5 =CC=C
C5 =C4
C4 )
C2=NC3=C( N2)
C2=CC=C(O) C=C2
C2=CC(Cl) =CC=C2
C2=CC( =CC=C2
C2=C( N1)
C2=C S
C2=C C=N
C1CCCC 1</w>
C1=NC2=C( N1)
C1=CC( N
C1=C3CC C(=O)C=C3CC[C@@]21[H]</w>
C1=C(C) C=CC=C1
C1=C( O
C1=C N(
C1(CC 1)
C1 CCN(CC
C1 (O)
C1 (C)C)
C([H]) ([H])
C(O)=O) C=C1</w>
C(O)=O) C(C)(C)
C(O) =O.
C(N)=O) C(O)=O</w>
C(N) =C(
C(N C2=N
C(F) =CC=C1
C(C)C) C(C)C)
C(=O)OC C</w>
C(=O)O CC1=CC=CC=C1</w>
C(=O)O 2)
C(=O)N[C@@H](CC(C)C) C(=O)N[C@@H](CC(C)C)
